{"list":[
    {
        "name": "United Nations Security Council (UNSC)",
        "id": "unsc",
        "agenda": "Agenda : Addressing the 2001 U.S.-led invasion of Afghanistan and its impact on global peace and sovereignty. \n \nFreeze Date : November 13th , 2001",
        "chair": {
          "name": "Varun Iyer",
          "desc": "'clausula rebus sic stantibus'",
          "imgpath": "/assets/eb_pics/UNSC/Varun Iyer.jpg"
        },
        "vicechair": {
          "name": "Ayan Vishwanathan",
          "desc": "“The best revenge is to be unlike him who performed the injury.” \n\n Ayan brings his passion and discipline to UNSC, combining his sharp debating skills with an eagerness to learn and grow. Having a stellar record in MUNs such as TISBMUN, DEMUN, and DNMUN, Ayan is set to guide the committee with a firm yet approachable leadership style.",
          "imgpath": "/assets/eb_pics/UNSC/Ayan Vishwanathan.png"
        },
        "moderator": null,
        "na": false
      },
      {
        "name": "United Nations Office on Drugs and Crime (UNODC)",
        "id": "unodc",
        "agenda": "Combating the transnational trafficking of illicit firearms",
        "chair": {
          "name": "Varshini Janakiraman",
          "desc": "“Politicians and diapers must be changed often, and for the same reason.” - Mark Twain.\n\n Varshini, with over 20 MUNs under her belt, brings a wealth of experience and insight to the committee. Known for her meticulous research and thoughtful discussions, she is ready to guide delegates through the complexities of the agenda.",
          "imgpath": "/assets/eb_pics/UNODC/Varshini.png"
        },
        "vicechair": {
          "name": "Mihir Kulkarni",
          "desc": "“Domestic policy can only defeat us; foreign policy can kill us.” - John F. Kennedy. \n\nMihir, an avid MUNner with a strong background in UNSC and DISEC committees, is committed to creating a dynamic and engaging atmosphere in UNODC.",
          "imgpath": "/assets/eb_pics/UNODC/Mihir Kulkarni.png"
        },
        "moderator": null,
        "na": false
      },
      {
        "name": "United Nations Human Rights Council (UNHRC)",
        "id": "unhrc",
        "agenda": "Discussing extrajudicial killings with an emphasis on ethnic cleansing of minorities.",
        "chair": {
          "name": "Shreya Prakash",
          "desc": "“The future belongs to those who believe in the beauty of their dreams.” – Eleanor Roosevelt. \n\nShreya is known for her confident presence and thoughtful speeches. Her dedication to human rights and knack for meaningful discussions ensure an engaging committee for all delegates.",
          "imgpath": "/assets/eb_pics/UNHRC/Shreya Prakash.png"
        },
        "vicechair": {
          "name": "Muskaan Malik",
          "desc": "“We’re eyeball to eyeball, and I think the other fellow just blinked” - Dean Rusk. \n\nMuskaan, with her charismatic and bold approach, is a force in committee. Her legal acumen and sharp wit make her both a formidable and supportive Vice Chair for UNHRC.",
          "imgpath": "/assets/eb_pics/UNHRC/Muskaan Malik.png"
        },
        "moderator": {
          "name": "Aditi Kureel",
          "desc": "“Those who tell the stories rule society.” - Plato. \n\nAditi’s love for debate and passion for humanities make her an exceptional moderator for UNHRC. Her unique perspective and thoughtfulness will guide delegates toward constructive discussions and impactful solutions.",
          "imgpath": "/assets/eb_pics/UNHRC/Aditi Kureel.png"
        },
        "na": false
      },
      {
        "name": "Paris Peace Conference",
        "id": "ppc",
        "agenda": "Negotiating the Post-War Settlement: Addressing Peace, Reparations, and the Future of Europe. Freeze Date: January 18, 1919",
        "chair": {
          "name": "Saathvik Beri",
          "desc": "Saathvik Beri, an experienced MUN enthusiast, brings his analytical skills and diplomatic approach to the Paris Peace Conference. Known for his dedication to fostering meaningful discussions, he ensures delegates experience a productive and engaging committee.",
          "imgpath": "/assets/eb_pics/Paris Peace Conference/Saathvik Beri.png"
        },
        "vicechair": {
          "name": "Eric Leene",
          "desc": "“Sometimes I like to hang out with people who aren’t that bright, you know, just to see how the other half lives.” - Mike Ross.\n\n Eric Leene combines wit, charm, and passion to guide this committee. With a record of consistent placements and a knack for steering debates in creative directions, he ensures a memorable experience for delegates.",
          "imgpath": "/assets/eb_pics/Paris Peace Conference/Eric Leene.png"
        },
        "moderator": null,
        "na": false
      },
    {
        "name": "Disarmament and International Security Committee (DISEC)",
        "id": "disec",
        "agenda": "Addressing the Militarization of Artificial Intelligence",
        "chair": {
          "name": "Amisha Sharma",
          "desc": "\"If we keep burying each other in the same dirt we fight over, who will be left to plant flowers?\" - Erin Van Vuren. \n\n Amisha Sharma, the Head Chair of DISEC, is an 11th grader who began MUNning right off the bat as she entered high school, starting off way too strong with HMUN. Shaking off the initial trauma, she’s now attended nearly 20 MUNs as both a delegate and an EB member, collecting Best Delegate awards at various conferences all over Bangalore, including GEARMUN, DEMUN (twice), and BJCMUN, topping it all off as an AD for HMUN. Known for her pages and pages of research, meticulously written documentation, and uncanny flair for writing, she’s certainly made a name for herself in the circuit. She expects nothing less than perfection from her delegates, but is always happy to guide them in getting there!",
          "imgpath": "/assets/eb_pics/DISEC/Amisha Sharma.jpg"
        },
        "vicechair": {
          "name": "Avika Malik",
          "desc": "“All war is a symptom of man’s failure as a thinking animal” - John Steinbeck. \n\nWith her vibrant personality and confident attitude, Avika Malik is making a name for herself in the MUN community. Having attended prestigious conferences like OAKMUN, DEMUN, and DMUN, Avika’s dynamic disposition ensures a memorable committee experience.",
          "imgpath": "/assets/eb_pics/DISEC/Avika Malik.png"
        },
        "moderator": {
          "name": "Siddhanth Singh",
          "desc": "Siddhant, with six MUNs under his belt, brings both experience and courage to DISEC. His powerful speeches and ability to hold his ground in heated debates make him an indispensable part of the Executive Board. Outside of MUNs, he can be found shooting hoops or hitting the gym.",
          "imgpath": "/assets/eb_pics/DISEC/Siddhant.png"
        },
        "na": false
    },
    {
      "name": "Historical International Atomic Energy Agency (H-IAEA)",
      "id": "hiaea",
      "agenda": "Discussing Nuclear disasters with special reference to the Fukushima Incident. Freeze Date - April 2012",
      "chair": {
        "name": "Vipran Vasan",
        "desc": "Vipran is a passionate and accomplished Model UN delegate and EB member. Having done over 15 MUN conferences, he brings his expertise and accolades of both crisis and general assembly committees to the table. Armed with a fervour for international relations, diplomacy, and public speaking, Vipran's sharp intellect and persuasive oratory skills make him an exceptional Chair for H-IAEA.",
        "imgpath": "/assets/eb_pics/H-IAEA/Vipran Vasan.png"
      },
      "vicechair": {
        "name": "Nihar Sreeram",
        "desc": "Nihar Sreeram is a fervent Model United Nations delegate. Having done over 8 conferences, including CANMUN, BJCMUN, CISMUN, and HMUN, he has excelled in both crisis and general assembly committees. Nihar began his journey in 9th grade as a zealous student delegate, focusing on scientific and economic solutions. His dedication and in-depth research make him an asset to any committee he chairs.",
        "imgpath": "/assets/eb_pics/H-IAEA/Nihar Sreeram.jpg"
      },
      "moderator": {
        "name": "Navaneeth Srinath",
        "desc": "“I’m a star, how could I not shine?” - Kanye West. \n\nNavaneeth brings his near-perfect placement record and passion for debating and public speaking to the H-IAEA, ensuring a committee filled with creative solutions and spirited discussions.",
        "imgpath": "/assets/eb_pics/H-IAEA/Navaneeth.png"
      },
      "na": false
    },
    {
        "name": "United Nations Environment Programme (UNEP)",
        "id": "unep",
        "agenda": "Evaluating our progress towards meeting the SDGs by 2030",
        "chair": {
          "name": "Sunay Mittal",
          "desc": "“Not every action requires a reaction.” \n\nSunay is known for his bold speeches and ability to keep delegates engaged in meaningful discussions. His experience and enthusiasm make him a valuable Chair for UNEP.",
          "imgpath": "/assets/eb_pics/UNEP/Sunay Mittal.png"
        },
        "vicechair": {
          "name": "Shashrik Ranjith",
          "desc": "“I think I'm cool. That's all that matters.” - Tyler, The Creator. \n\nShashrik brings his lively personality and strategic thinking to UNEP, ensuring a well-rounded and impactful committee.",
          "imgpath": "/assets/eb_pics/UNEP/Shashrik Ranjith.png"
        },
        "moderator": {
          "name": "Anaahira Banso",
          "desc": "“All the world’s a stage” - Shakespeare. \n\nAnaahira’s creative energy and passion for debate ensure an engaging and productive experience for delegates in UNEP.",
          "imgpath": "/assets/eb_pics/UNEP/Anaahira.png"
        },
        "na": false
      },
      {
        "name": "All India Political Parties Meet (AIPPM)",
        "id": "aippm",
        "agenda": "Reviewing Article 19(1)(a) of the Indian Constitution and the effect of the UAPA on free speech",
        "chair": {
          "name": "Yajwin Krishna",
          "desc": "“Democracy is overrated” - Frank Underwood. \n\nYajwin is an avid MUNer and a buff for international relations and global politics. Known for his argumentative skills and debating prowess, he brings a firm yet engaging leadership style to AIPPM. Outside of MUNs, Yajwin is an RCB fan and loves playing cricket, along with his intrinsic love for pets.",
          "imgpath": "/assets/eb_pics/AIPPM/Yajwin.png"
        },
        "vicechair": {
          "name": "Shriya Ramakrishna",
          "desc": "Having an argumentative streak and a love for all things controversial, Shriya did her first MUN in 9th grade as Pakistan in a UNODC (the perfect role). Her passion for Indian political committees grew after her first AIPPM as Priyanka Gandhi, where she embraced the importance, drama, and quick-thinking situations that define such forums. Shriya hopes to inspire new delegates to adapt to the ever-changing political climate of AIPPM.",
          "imgpath": "/assets/eb_pics/AIPPM/Shriya.png"
        },
        "moderator": null,
        "na": false
      },
    {
        "name": "Continuous Crisis Committee (CCC)",
        "id": "ccc",
        "agenda": "Operation Ajax. Freeze Date: 14th August 1953",
        "chair": {
          "name": "Kaustubh Krishna",
          "desc": "“It's good, now we can go home.” - Nikola Jokic. \n\nKaustubh is an enigmatic Chair with his fair share of experience in the circuit, known for his critical thinking and problem-solving skills. His commitment to crisis management and his dedication to fostering dynamic debates make him an excellent Chair for CCC.",
          "imgpath": "/assets/eb_pics/CCC/Kaustubh Krishna.png"
        },
        "vicechair": {
          "name": "Sasha Roshan",
          "desc": "“Know you a god even when they say you ain't.” \n\nSasha Roshan is a vibrant and charismatic Vice Chair, known for her witty remarks and innovative crisis solutions. With placements at prestigious conferences like TISBMUN, DMUN, and HMUN, she brings unparalleled energy and creativity to the CCC.",
          "imgpath": "/assets/eb_pics/CCC/Sasha.png"
        },
        "moderator": null,
        "na": false
      }
]}
